Repository: common-repository/ovas-connector
Catalog: languages/ovas-connect-*.po
Languages: nl_nl

source: Action
nl_nl: Ovas Connector

source: Actions
nl_nl: Acties

source: Add all required fields
nl_nl: Alle verplichte velden toevoegen

source: Add field
nl_nl: Veld toevoegen

source: Add Project
nl_nl: Project toevoegen

source: Add project Location
nl_nl: Project locatie toevoegen

source: Add relation (church)
nl_nl: Kerkelijke relatie toevoegen

source: Add relation (company)
nl_nl: Bedrijfsrelatie toevoegen

source: Add relation (private)
nl_nl: Relatie toevoegen

source: Administration information
nl_nl: Administratie gegevens

source: Adoption Contracts
nl_nl: Adoptie contract toevoegen

source: Adoptions
nl_nl: Adoptie toevoegen

source: API Environment
nl_nl: API Omgeving

source: API Settings
nl_nl: API instellingen

source: Are you sure you want to delete this request?
nl_nl: Weet u zeker dat u dit verzoek wilt verwijderen?

source: Are you sure you want to resend this email?
nl_nl: Weet u zeker dat u deze mail opnieuw wilt versturen?

source: Are you sure you want to resubmit this request to Ovas Connect?
nl_nl: Weet u zeker dat u dit verzoek opnieuw wilt versturen naar Ovas Connect?

source: Connect wordpress with Ovas Connect
nl_nl: Verbind wordpress met Ovas Connect

source: Contacts
nl_nl: Contact toevoegen

source: Datasource
nl_nl: Gegevensbron

source: Datasource settings
nl_nl: Gegevensbron instellingen

source: Default log duration display
nl_nl: Standaard log weergave

source: Delete response
nl_nl: Regel verwijderen

source: Digiwallet Settings
nl_nl: Digiwallet instellingen

source: Documents
nl_nl: Document toevoegen

source: Find relation by field
nl_nl: Relatie zoeken op veld

source: Formatted date
nl_nl: Geformatteerde datum

source: General
nl_nl: Algemeen

source: GUID
nl_nl: Unieke waarde

source: Insert tags in the form that add extra data to be available in the emails and for the API
nl_nl: Voeg tags toe aan het formulier die extra data toevoegen aan het formulier die gebruikt kan worden in de emails en API

source: Insert tags requried for the 'Ovas Connect' plugin to function
nl_nl: Voeg tags toe die nodig zijn voor de 'Ovas Connect' plugin

source: Invoices
nl_nl: Verkoopfactuur toevoegen

source: Mandates
nl_nl: Mandaat toevoegen

source: Memo Entries
nl_nl: Memoriaalboeking toevoegen

source: Memo Journals
nl_nl: Memoriaal-boekstuk toevoegen

source: No fields left to be added
nl_nl: Alle velden zijn toegevoegd

source: Promises
nl_nl: Toezegging toevoegen

source: Request
nl_nl: Verzoek

source: Resend mail 1
nl_nl: Mail 1 opnieuw versturen

source: Resend mail 2
nl_nl: Mail 2 opnieuw versturen

source: Response
nl_nl: Antwoord

source: Resubmit to connect
nl_nl: Opnieuw naar connect sturen

source: Select project
nl_nl: Selecteer project

source: Select Project Location
nl_nl: Selecteer project locatie

source: Select relation
nl_nl: Selecteer relatie

source: Settings
nl_nl: Instellingen

source: Static value
nl_nl: Vaste waarde opgeven

source: Static values
nl_nl: Vaste waardes

source: Subscriptions
nl_nl: Abonnement toevoegen

source: The 'mail (2)' email sent by CF7
nl_nl: De 'mail (2)' email data zoals verzonden door CF7

source: The email sent by CF7
nl_nl: De email data zoals verzonden door CF7

source: The IBAN number of an iDeal payment after it has been completed
nl_nl: Het IBAN nummer van een iDeal betaling, nadat deze voltooid is

source: The transaction ID of an iDeal payment after it has been completed
nl_nl: Het transactie ID van een iDeal betaling, nadat deze voltooid is

source: Time
nl_nl: Tijd

source: Unique datetime string
nl_nl: Unieke datum & tijd

source: Value via API
nl_nl: Waarde via API
